Repository: BioconductorBoards/CABWorkingGroups
Catalog: coc/*/code-of-conduct.xliff
Languages: fr, ja, pt_br

source: Project-wide Code of Conduct statement for Bioconductor
fr: Code de bonne conduite applicable à l’intégralité du projet Bioconductor
ja: Bioconductorのプロジェクト全体の行動規範の声明
pt_br: Código de Conduta para o Projeto Bioconductor

source: Code of Conduct
fr: Code de bonne conduite
ja: 行動規範
pt_br: Código de Conduta

source: Version 1.0.1 (November 25, 2020)
fr: Version 1.0.1 (25 Novembre 2020)
ja: バージョン1.0.1 (2020年11月25日)
pt_br: Versão 1.0.1 (25 de novembro 2020)

source: Initial project-wide Code of Conduct, expanded from previous conference-specific documents
fr: Version initiale du code de bonne conduite applicable à l’intégralité du projet Bioconductor, étendu sur la base de documents spécifiquement rédigés pour des conférences antérieures
ja: 以前に開催したカンファレンス固有のドキュメントから拡張された、プロジェクト全体の最初の行動規範です
pt_br: Versão inicial do Código de Conduta para todo o projeto, expandido a partir de documentos específicos de conferência anteriores

source: The Bioconductor community values
fr: Les valeurs de la communauté Bioconductor
ja: Bioconductorのコミュニティは下記を尊重します
pt_br: Os valores da comunidade Biocondutor

source: an open approach to science that promotes the sharing of ideas, code, and expertise
fr: une approche ouverte aux sciences, favorisant l’échange d’idées, de code, et d’expertise
ja: 「アイデア、コード、専門知識」の共有を促進する科学へのオープンなアプローチ
pt_br: uma abordagem aberta à ciência que promove o compartilhamento de ideias, códigos e conhecimentos

source: collaboration
ja: コラボレーション
pt_br: colaboração

source: a kind and welcoming environment
fr: un environnement accueillant et chaleureux
ja: 親切で居心地の良い環境
pt_br: um ambiente gentil e acolhedor

source: community contributions
fr: contributions de la communauté
ja: コミュニティへの貢献
pt_br: contribuições da comunidade

source: In line with these values, Bioconductor is dedicated to providing a welcoming, supportive, collegial, experience free of harassment, intimidation, and bullying regardless of:
fr: Conformément à ces valeurs, Bioconductor se consacre à fournir une expérience accueillante, solidaire, collégiale, sans harcèlement, intimidation et intimidation, indépendamment de :
ja: これらの価値観に沿って、Bioconductorは、下記リストに関係無く、「嫌がらせ、脅迫、いじめ」の無い、「歓迎的で、協力的で、それぞれが平等に権限を有する」体験を提供することに専念しています:
pt_br: Em conformidade com estes valores, Bioconductor é dedicado a proporcionar uma experiência bem-vinda, solidária, colegial, livre de assédio, intimidação e intimidação independentemente de:

source: identity: gender, gender identity and expression, sexual orientation, disability, physical appearance, ethnicity, body size, race, age, religion, etc.
fr: identité: genre, identité et expression du genre, orientation sexuelle, handicap, apparence physique, ethnicité, taille, race, âge, religion, etc.
ja: 身元: 性別、性同一性と表現、性的指向、身体障害、容貌、民族性、体の大きさ、人種、年齢、宗教など。
pt_br: identidade: gênero, identidade e expressão de gênero, orientação sexual, deficiência, aparência física, etnia, tamanho corporal, raça, idade, religião, etc.

source: intellectual position: approaches to data analysis, software preferences, coding style, scientific perspective, etc.
fr: position intellectuelle : approches envers l'analyse de données, préférences logicielles, style de codage, perspective scientifique, etc.
ja: 知的地位：データ分析へのアプローチ、ソフトウェアの好み、コーディングスタイル、科学的視点など。
pt_br: posição intelectual: abordagens à análise de dados, preferências de software, estilo de programação, perspectiva científica, etc.

source: stage of career
fr: phase de carrière
ja: キャリアの段階
pt_br: estágio da carreira

source: By participating in this community, you agree not to engage in behavior contrary to these values at any Bioconductor-sponsored event (in person or virtual, including but not limited to talks, workshops, poster sessions, social activities) or electronic communication channel (including but not limited to community-bioc Slack, the support site, online forums and social media communications).
fr: En participant à cette communauté, vous acceptez de ne pas adopter un comportement contraire à ces valeurs lors de tout événement parrainé par Bioconductor (en personne ou virtuel, y compris, mais sans s'y limiter, conférences, séminaires, presentations de posters, activités sociales) ou tout canal de communication électronique (y compris, mais sans s'y limiter, l'espace de travail Slack "community-bioc", le site de support, les forums en ligne et les communications sur les médias sociaux).
ja: このコミュニティに参加することにより、Bioconductorが主催するイベント (リアルまたはバーチャルのイベント、トーク、ワークショップ、ポスターセッション、ソーシャルアクティビティを含むがこれらに限定されない) または電子通信チャネル (community-bioc Slack、support.bioconductor.org、オンラインフォーラム、そしてソーシャルメディアコミュニケーションを含むがこれらに限定されない) でこれらの価値観に反する行動をとらないことに同意するものとします。
pt_br: Ao participar desta comunidade, você concorda em não participar de um comportamento contrário a esses valores em qualquer evento patrocinado pelo Bioconductor (presencial ou virtual), incluindo mas não limitado a conversas, oficinas, sessões de pôsteres, atividades sociais) ou canais de comunicações eletrônicas (incluindo mas não limitados ao Slack, o site de suporte, fóruns online e comunicações de mídias sociais).

source: We do not tolerate harassment, intimidation, or bullying of community members.
fr: Nous ne tolérons pas le harcèlement, l'intimidation ou la persécution des membres de la communauté.
ja: 我々はコミュニティメンバーへの嫌がらせ、脅迫、いじめを容認しません。
pt_br: Não toleramos assédio, intimidação ou bullying de membros da comunidade.

source: Sexual language and imagery are not appropriate in presentations, communications or in online venues, including chats.
fr: Le langage sexuel et l'imagerie sont inappropriés dans les présentations, les communications ou les sites en ligne, y compris les chats.
ja: 性的な言葉や画像は、プレゼンテーション、コミュニケーション、またはチャットを含むオンラインの場でふさわしくありません。
pt_br: Linguagem e imagens sexuais não são apropriadas em apresentações, comunicações ou salas on-line, incluindo chats.

source: Any person/s violating the Code of Conduct may be sanctioned or expelled temporarily or permanently from an electronic platform or event at the discretion of the Code of Conduct committee.
fr: Toute personne qui enfreint le Code de conduite peut être sanctionnée ou expulsée temporairement ou définitivement d'une plate-forme électronique ou d'un événement à la discrétion du comité du code de conduite.
ja: 行動規範に違反する人は、行動規範委員会の裁量により、一時的または恒久的に電子プラットフォームまたはイベントから制裁または追放される場合があります。
pt_br: Qualquer pessoa que viole o Código de Conduta pode ser sancionada ou expulsa temporária ou permanentemente de uma plataforma eletrônica ou de um evento a critério do Comité do Código de Conduta.

source: Examples of unacceptable harassment, intimidation, and bullying behavior.
fr: Exemples de harcèlement, d'intimidation et d'intimidation inacceptables.
ja: 容認できない嫌がらせ、脅迫、いじめ行為の例。
pt_br: Exemplos de comportamento inaceitável de assédio, intimidação e bullying.

source: Harassment includes, but is not limited to:
fr: Le harcèlement inclut, mais ne se limite pas à :
ja: ハラスメントには以下が含まれますが、これらに限定されません:
pt_br: O assédio inclui, mas não está limitado a:

source: Making comments in chats, to an audience or personally, that belittle or demean another person
fr: Faire des commentaires dans les chats, publiquement ou personnellement, qui déprécient ou dévalorisent une autre personne
ja: チャットで次のようなコメントをする。聴衆に、または個人的に、他の人を軽蔑したり侮辱したりすること
pt_br: Fazer comentários em chats, para um público ou pessoalmente, que menosprezem ou humilhem outra pessoa

source: Sharing sexual images online
fr: Partager des images sexuelles en ligne
ja: 性的な画像をオンラインで共有すること
pt_br: Compartilhamento de imagens sexuais on-line

source: Harassing photography or recording
fr: Harceler par le biais de photographie ou enregistrement
ja: 嫌がらせの写真や記録
pt_br: Assediar fotografia ou gravação

source: Sustained disruption of talks or other events
fr: Interrompre de façon prolongée des présentations ou autres événements
ja: 話し合いやその他のイベントのしつこい妨害
pt_br: Interrupção sustentada de palestras ou outros eventos

source: Unwelcome sexual attention
fr: Des avances sexuelle indésirables
ja: ありがたくない性的な注目のされ方
pt_br: Atenção sexual indesejada

source: Advocating for, or encouraging, any of the above behavior
fr: Défendre ou encourager l'un des comportements ci-dessus
ja: 上記の行動のいずれかを支持または奨励すること
pt_br: Defendendo ou encorajando, qualquer um dos comportamentos acima

source: Intimidation and bullying include, but are not limited to:
fr: L'intimidation et la persécution incluent, mais ne sont pas limitées à:
ja: 脅迫やいじめには以下が含まれますが、これらに限定されません:
pt_br: Intimidação e bullying incluem, mas não estão limitados a:

source: Aggressive or browbeating behavior
fr: Un comportement agressif ou intimidant
ja: 攻撃的なまたは怒鳴りつけるような行動
pt_br: Comportamento agressivo ou intimidador

source: Mocking or insulting another person’s intellect, work, perspective, or question/comment
fr: Se moquer ou insulter l'intelligence, le travail, la perspective, la question ou le commentaire d'une autre personne
ja: 次を嘲笑または侮辱すること。他人の知性、仕事、視点、または質問/コメント
pt_br: Zombando ou insultando o intelecto, trabalho, perspectiva ou pergunta/comentário de outra pessoa

source: Making reference to someone’s gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, religion, or other personal attributes in the context of a scientific discussion
fr: Faire référence au sexe, à l’identité et à l’expression de genre, à l’orientation sexuelle, au handicap, à l’apparence physique, la taille, la race, l'âge, la religion ou d'autres attributs personnels dans le contexte d'une discussion scientifique
ja: 次に言及すること。誰かの性別、性同一性と表現、性的指向、身体障害、容貌、体の大きさ、人種、年齢、宗教、または科学的議論の文脈でのその他の個人的属性
pt_br: Fazer referência ao gênero, identidade e expressão de gênero de alguém, orientação sexual, deficiência, aparência física, tamanho do corpo, raça, idade, religião ou outros atributos pessoais no contexto de uma discussão científica

source: Deliberately making someone feel unwelcome
fr: Délibérément faire quelqu'un se sentir rejeté
ja: 故意に誰かを歓迎されていないと感じさせること
pt_br: Deliberadamente fazendo alguém se sentir indesejado

source: Trolling behaviour (deliberately inflammatory of offensive messages)
fr: Un comportement de "trolling" (envoi de messages délibérément inflammatoires ou offensifs)
ja: 荒らし行為 (故意に怒りをかき立てる攻撃的なメッセージを行うこと)
pt_br: Comportamento de "trolling" (mensagens deliberadamente inflamatórias ou ofensivas)

source: Sustained off-topic posts
fr: L'envoi continu de messages hors-sujet
ja: しつこい主題からずれた投稿
pt_br: Envio constante de postagens fora do tópico

source: Enforcement
fr: Mise en application
ja: 執行
pt_br: Execução

source: Anyone asked to stop harassing or intimidating behavior are expected to comply immediately.
fr: Toute personne invitée à cesser un comportement de harcèlement ou d’intimidation devrait se conformer immédiatement aux instructions reçues.
ja: 嫌がらせや脅迫的な行動をやめるように求められた人は、すぐに従うように要求されます。
pt_br: Espera-se que qualquer pessoa solicitada a interromper o comportamento de assédio ou intimidação cumpra imediatamente.

source: If a person/s contravene the Code of Conduct the Code of Conduct committee retains the right to take any action that ensures a welcoming environment for all community members.
fr: Si une personne contrevient au Code de conduite, le comité du Code de conduite se réserve le droit de prendre des mesures qui garantissent un environnement accueillant pour tous les membres de la communauté.
ja: 行動規範に違反した場合、行動規範委員会は、すべてのコミュニティメンバーが快適な環境を確保するための行動を取る権利を保持します。
pt_br: Se uma pessoa/s violar o Código de Conduta, o Comitê do Código de Conduta reserva-se o direito de tomar qualquer ação que garanta um ambiente acolhedor para todos os membros da comunidade.

source: This includes warning the alleged offender or temporary/permanent expulsion from the event and/or electronic platforms under Bioconductor’s control.
fr: Cela inclut l'avertissement du délinquant présumé ou son expulsion temporaire ou permanente de l'événement et/ou des plateformes électroniques sous le contrôle de Bioconductor.
ja: これには、Bioconductorの管理下にあるイベント・電子プラットフォームからの違反被疑者の一時的・恒久的な除籍の警告が含まれます。
pt_br: Isto inclui avisar o suposto infrator ou a expulsão temporária/permanente do evento e/ou plataformas eletrônicas sob o controle do Bioconductor.

source: The Code of Conduct committee may take action to redress anything designed to, or with the clear impact of, disrupting an event or electronic communication platform or making the environment hostile for any community member.
fr: Le comité du code de bonne conduite peut prendre des mesures pour réparer toute action visant à, ou causant clairement, la perturbation d'un événement ou d'une plateforme de communication électronique, ou rendant l'environnement hostile à tout membre de la communauté.
ja: 行動規範委員会は「イベントや電子通信プラットフォームを混乱させたり、コミュニティメンバーにとって環境を敵対的にしたりする」ように意図されたまたは明確な影響を与えるものを是正するための措置を講じることがあります。
pt_br: O comitê de Código de Conduta pode tomar medidas para corrigir qualquer coisa concebida para, ou com um impacto claro, interromper uma plataforma de eventos ou comunicações eletrônicas ou tornar o ambiente hostil para qualquer membro da comunidade.

source: We expect everyone in the Bioconductor community to comply with the Code of Conduct when participating in Bioconductor events and online communication platforms.
fr: Nous attendons de tous les membres de la communauté Bioconductor qu'ils se conforment au Code de bonne conduite lorsqu'ils participent aux événements Bioconductor et aux plateformes de communication en ligne.
ja: 我々はBioconductorのコミュニティのすべての人が、Bioconductorのイベントやオンラインコミュニケーションプラットフォームに参加する際に、行動規範を遵守することを求めています。
pt_br: Esperamos que todos os membros da comunidade Bioconductor cumpram o Código de Conduta quando participarem de eventos do Bioconductor e plataformas de comunicação on-line.

source: Reporting
fr: Signalement
ja: 報告
pt_br: Reportando

source: If someone makes you or anyone else feel unsafe or unwelcome, please report it as soon as possible.
fr: Si quelqu'un vous fait sentir en danger ou indésirable, veuillez le signaler dès que possible.
ja: 誰かがあなたや他の誰かを「危ない、歓迎されない」と感じさせた場合は、できるだけ早く報告してください。
pt_br: Se alguém fizer você ou qualquer outra pessoa se sentir inseguro ou indesejado, por favor denuncie o mais rápido possível.

source: You can make a report either anonymously or personally.
fr: Vous pouvez remplir le formulaire de signalement de façon anonyme ou accompagné de votre nom.
ja: 匿名または個人的に報告書を作成できます。
pt_br: Você pode fazer uma denúncia anonimamente ou pessoalmente.

source: All reports will be reviewed by the Code of Conduct Committee and will be kept confidential.
fr: Tous les signalements seront examinés par le Comité du Code de bonne conduite et resteront confidentiels.
ja: すべての報告は、行動規範委員会によってレビューされ、機密が保持されます。
pt_br: Todos as denúncias serão revistas pelo Comitê do Código de Conduta e serão mantidos em sigilo.

source: Electronically
fr: Electroniquement
ja: 電子的に
pt_br: Electronicamente

source: You can make an anonymous or non-anonymous report via the following link: <a href="https://tinyurl.com/bioccomplaint" f-id="2" fo="2">https://tinyurl.com/bioccomplaint</a>.
fr: Vous pouvez faire un rapport anonyme ou accompagné de votre nom via le lien suivant : <a href="https://tinyurl.com/bioccomplaint" f-id="2" fo="2">https://tinyurl.com/bioccomplaint</a>.
ja: 次のリンクから匿名または非匿名のレポートを作成できます: <a href="https://tinyurl.com/bioccomplaint" f-id="2" fo="2">https://tinyurl.com/bioccomplaint</a>
pt_br: Você pode fazer uma denúncia anônima ou não anônima por meio do seguinte link: <a href="https://tinyurl.com/bioccomplaint" f-id="2" fo="2">https://tinyurl.com/bioccomplaint</a>.

source: It is a free-form text box that will be forwarded to the Code of Conduct Committee.
fr: Il s'agit d'une boîte de texte en forme libre qui sera transmise au comité du code de bonne conduite.
ja: これは、行動規範委員会に転送される自由形式のテキストボックスです。
pt_br: É uma caixa de texto de formato livre que será encaminhada ao Comitê do Código de Conduta.

source: Alternatively you can email the Code of Conduct Committee (code-of-conduct@bioconductor.org).
fr: Vous pouvez également envoyer un courriel au Comité du Code de bonne conduite (code-of-conduct@bioconductor.org).
ja: 代わりに、行動規範委員会 (code-of-conduct@bioconductor.org) に電子メールを送信することもできます。
pt_br: Alternativamente, você pode enviar um e-mail para o Comitê do Código de Conduta (code-of-conduct@bioconductor.org).

source: If you are uncomfortable reporting to the Code of Conduct committee as a group, you can contact any individual committee member via email or a direct message on the community-bioc Slack channel.
fr: Si vous ne vous sentez pas à l'aise de contacter le comité du code de conduite en tant que groupe, vous pouvez contacter n'importe quel membre du comité par courriel ou un message direct sur l'espace de travail Slack "community-bioc".
ja: グループとしての行動規範委員会への報告に不安がある場合は、個々の委員会メンバーへの電子メールもしくはcommunity-bioc Slackでのダイレクトメッセージでも連絡できます。
pt_br: Se você estiver desconfortável reportando ao comitê de Código de Conduta como grupo, você pode entrar em contato com qualquer membro do comitê individualmente por e-mail ou uma mensagem direta no canal "community-bioc" no Slack.

source: Please include screenshots/copies of all relevant electronic conversations whenever possible (you don’t need to compromise your anonymity!).
fr: Veuillez inclure des captures d'écran/copies de toutes les conversations électroniques pertinentes dans la mesure du possible (vous n'avez pas besoin de compromettre votre anonymat!).
ja: 可能な限り、関連するすべての電子会話のスクリーンショット/コピーを含めてください (匿名情報を洩らす必要はありません!)。
pt_br: Por favor, inclua capturas de tela /cópias de todas as conversas eletrônicas relevantes sempre que possível (você não precisa comprometer o seu anonimato!).

source: We can’t follow up an anonymous report with you directly, but we will fully investigate it and take whatever action is necessary to prevent a recurrence.
fr: Nous ne pouvons pas suivre un signalement anonyme avec vous directement, mais nous examinerons le signalement en profondeur et prendrons toutes les mesures nécessaires pour éviter une récidive.
ja: 匿名の報告を直接フォローアップすることはできませんが、完全に調査し、再発を防ぐために必要な措置を講じます。
pt_br: Não podemos acompanhar um relatório anônimo com você, mas vamos investigá-la totalmente e tomar todas as medidas necessárias para evitar que se repita.

source: Personal Report (for any Bioconductor events: in-person or virtual)
fr: Signalement direct (pour tout événement Bioconductor: en personne ou virtuel)
ja: ご本人がじかに行う報告 (Bioconductorイベントの場合：対面またはバーチャルで)
pt_br: Relatório pessoal (para quaisquer eventos de Bioconductor: presencial ou virtual)

source: You can make a personal report to any member of the event Code of Conduct committee present at an event.
fr: Vous pouvez faire un signalement directement à tout membre du comité du Code de bonne conduite présents à un événement.
ja: イベントに出席しているイベント行動規範委員会のメンバーにご本人がじかに報告をすることができます。
pt_br: Você pode fazer uma denúnica pessoal para qualquer membro do comitê do Código de Conduta do evento presente no evento.

source: When taking a personal report, we will ensure you are safe and cannot be overheard.
fr: Lorsque nous prenons un rapport direct, nous nous assurerons que vous êtes en sécurité et que personne d'autre ne peut intercepter la conversation.
ja: ご本人がじかに報告をしてくださる場合、私たちはあなたが安全であり、それを立ち聞きされないようにすることを保証します。
pt_br: Ao fazer uma denúncia pessoal, garantimos que você está seguro e que não pode ser ouvido por acaso.

source: We may involve other event staff to ensure your report is managed properly.
fr: Il se peut que nous fassions appel à un autre personnel de l’évènement pour nous assurer que votre rapport est géré correctement.
ja: ただし、あなたの報告が適切に管理されるように、他のイベントスタッフが関与する場合があるかもしれません。
pt_br: Podemos envolver outros funcionários do evento para garantir que o sua denúncia seja gerenciada adequadamente.

source: Once safe, we’ll ask you to tell us about what happened.
fr: Une fois en sécurité, nous vous demanderons de nous faire part de ce qui s'est passé.
ja: 安全になったら、我々はあなたに何が起こったのか教えていただくようお願いします。
pt_br: Uma vez seguro, perguntaremos a você para nos dizer o que aconteceu.

source: This can be upsetting, but we’ll handle it as respectfully as possible, and you can bring someone to support you.
fr: Cela peut être bouleversant, mais nous traiterons toute information avec le plus grand respect possible, et vous pouvez vous accompagner de quelqu'un pour vous soutenir.
ja: これはあなたを動揺させる可能性がありますが、我々は可能な限り丁寧に対応し、誰かにあなたをサポートしてもらうようにできます。
pt_br: Isto pode ser perturbador, mas nós vamos lidar com isso da forma mais respeitosa possível, e você pode trazer alguém para apoiá-lo.

source: You won’t be asked to confront anyone, and we won’t tell anyone who you are.
fr: On ne vous demandera pas de confronter qui que ce soit, et nous ne dirons à personne qui vous êtes.
ja: あなたは誰かに立ち向かうように求められることはありませんし、我々はあなたが誰であるかを誰にも教えません。
pt_br: Você não terá que confrontar ninguém e não diremos a ninguém quem você é.

source: Our team will be happy to help you get the relevant support (e.g. help contacting hotel/venue security, local law enforcement, local support services, provide escorts, or otherwise assist you to feel safe for the duration of the event).
fr: Notre équipe se fera un devoir de vous aider à obtenir le soutien approprié (par exemple, aide à contacter la sécurité de l'hôtel/du lieu, les forces de l'ordre locales, les services de soutien locaux, escorte, ou tout support pour vous sentir en sécurité pendant la durée de l'événement).
ja: 私たちのチームは、あなたが関連のあるサポートを受けるのを喜んでお手伝いします (たとえば、ホテル/会場のセキュリティ、地域の法執行機関、地域のサポートサービスへの連絡、エスコートの提供、またはイベント期間中の安全を確保するための支援など)。
pt_br: Nossa equipe ficará feliz em ajudá-lo a obter o suporte relevante (por exemplo, ajuda a contatar a segurança de hotel/evento, aplicação da lei local, serviços de suporte locais, fornecer escoltas ou de outra forma ajudá-lo a sentir-se seguro durante o evento).

source: We value your attendance and participation at Bioconductor events and in our community.
fr: Nous apprécions votre présence et votre participation aux événements Bioconductor et à notre communauté.
ja: 私たちは、Bioconductorのイベントおよび私たちのコミュニティへのご出席と参加を大切にしています。
pt_br: Valorizamos sua presença e participação em eventos de Bioconductor e em nossa comunidade.

source: Code of Conduct Committee
fr: Comité de bonne conduite
ja: 行動規範委員会
pt_br: Comitê do Código de Conduta

source: (Chair) Saskia Freytag sas.freytag@gmail.com
ja: (議長) Saskia Freytag sas.freytag@gmail.com

source: Aedín Culhane aedin@ds.dfci.harvard.edu
ja: Aedín Culhane aedin@ds.dfci.harvard.edu

source: Charlotte Soneson charlottesoneson@gmail.com
ja: Charlotte Soneson charlotteson@gmail.com

source: (Adapted from the <a href="https://bioc2020.bioconductor.org/code_of_conduct" f-id="1" lbb="2" fo="1">BioC 2020 Code of Conduct</a>)
fr: (Adapté du <a href="https://bioc2020.bioconductor.org/code_of_conduct" f-id="1" lbb="2" fo="1">Code de bonne conduite pour la conférence BioC 2020</a>)
pt_br: (Adaptado do Código de Conduta BioC 2020)

source: diversity and inclusivity
fr: diversité et inclusion
pt_br: diversidade e inclusão
